<?php

return array(
    'TAB_GENERAL' => 'Основные',
    'FORMAT_PRICE' => 'Формат цены',
    'PENNY' => 'Копейки',
    'SEPARATOR_THOUSANDTH' => 'Разделитель тысячной',
    'SEPARATOR_HUNDREDTH' => 'Разделитель сотых',
    'DOT' => 'точка',
    'COMMA' => 'запятая',
    'SPACE' => 'пробел',
    'NAME' => 'Название',
    'ISO' => 'ISO код',
    'SYMBOL' => 'Символ',
    'RATE' => 'Курс',
    'IS_MAIN' => 'Главная',
    'IS_DEFAULT' => 'По умолчанию',
    'HINT_RATE' => 'Курс по отношению к главной валюте сайта.',
    'HINT_DEFAULT' => 'Валюта будет назначена пользователю при первом посещении сайта.',
    'HINT_MAIN' => 'Все цены на сайте указаны в этой валюте.',
    'IS_NEW' => '0#Создание валюты|1#Редактирование валюты'
);
