<?php

return array(
    'LOGIN_ADMIN_PANEL'=>'Войти в панель управление',
    'TRANSLATE_FILES'=>'Управление переводами',
    'LOGS'=>'Логи',
    'BANNED_IP' => 'Блокировка IP адресов',
    'NO_MODULES_INSTALL' => 'Нет доступных модулей для установки.',
    'SUCCESS_INSTALL_MODULE' => 'Модуль <b>{name}</b> успешно установлен.',
    'ERROR_INSTALL_MODULE' => 'Возникла ошибка при установке модуля.',
    'INSTALLED' => 'Установить',
    'LIST_MODULES' => 'Список доступных модулей',
    'CREATE_LANG'=>'Создать язык',
    'CREATED_LANG'=>'0#Создание языка|1#Редактирование языка',
    'LANG_NOFIND'=>'Язык не найден.',
    'INSTALL' => '0#Установить ({n})|1#Установка',
    'SUCCESS_CLR_CACHE' => 'Кэш успешно очищен',
    'SUCCESS_CLR_ASSETS' => 'Активы assets успешно очищены',
    'INSTALL_INFO' => 'В целях безопасности необходимо удалить файл установки системы <b>install.php</b> в основной директории сайта!',
    'TPL_ALERT' => 'Ошибка шаблона "<b>{tpl}</b>": Тип <b>{type}</b>, не найден. Возможны следующие варианты: <b>{types}</b>!',
    'YOUR_INFO' => 'Ваша информация',
    'SYSTEM_INFO' => 'Информация о системе',
    'SUCCESS_LOGS_CLEAR'=>'Файл логов успешно очищен.'
);