<?php

return array(
    '{order_id}' => 'Номер заказа',
    '{order_key}' => 'Уникальный ключ заказа',
    '{order_delivery_name}' => 'Название способа доставки',
    '{order_payment_name}' => 'Название способа оплаты',
    '{total_price}' => 'Общая сумму заказа',
    '{user_name}' => 'Имя покупателя или пользователя',
    '{user_phone}' => 'Телефон покупателя или пользователя',
    '{user_email}' => 'Почта покупателя или пользователя',
    '{user_address}' => 'Адрес доставки покупателя или пользователя',
    '{user_comment}' => 'Комментарий покупателя или пользователя',
    '{current_currency}' => 'Текущая валюта',
    '{for_payment}' => 'Общая стоимость заказа (Учитывается также цена доставки, если она имеется)',
    '{list}' => 'Отображает список заказанных товаров. В зависимости от типа письма: письмо для администратора отображает список вида таблицы. Для покупателя этот список отображается обычным списком<br/><br/>Так же список для администратора может отличатся в зависимости от Типа продажы магазина (опт./роз.)',
    '{link_to_order}' => 'Ссылка на заказ',
);

