<?php

return array(
    'MODULES' => 'Отображать блок в модулях',
    'NAME' => 'Заголовок блока',
    'CONTENT' => 'Содержание блока',
    'WIDGET' => 'Виджет',
    'POSITION' => 'Позиция блока',
    'ACCESS' => 'Кто видит',
    'EXPIRE' => 'Время работы, в сутках:',
    'ACTION' => 'После истечения:',
    'BLOCK_POS_LEFT' => 'Левый блок',
    'BLOCK_POS_RIGHT' => 'Правый блок',
    'BLOCK_POS_FLY' => 'Свободный блок',
    'HINT_WIDGET' => 'В случае если выбран виджет то содержимое будет недоступно',
    'HINT_ACTION' => 'Укажите значение для поле "Время работы, в сутках" «0» для снятия всех ограничений.'
);
?>
