<?php

return array(
    'NAME' => 'Название маркера',
    'COORDS' => 'Координаты положение маркера',
    'MAP_ID' => 'На какой карте маркер будет',
    'TAB_GENERAL' => 'Основной',
    'TAB_DEF_ICON' => 'Иконка по умолчанию',
    'TAB_MY_ICON' => 'Собственная иконка',
    'COLOR' => 'Цвет маркера',
    'BALLOON_CONTENT_BODY' => 'Содержание балуна маркера',
    'BALLOON_CONTENT_HEADER' => 'Содержание заголовка балуна маркера',
    'PRESET' => 'Стандарный стиль маркера',
    'ICON_CONTENT' => 'Содержание маркера',
    'HINT_CONTENT' => 'Подсказка маркера (при наведении)',
    'ICON_FILE' => 'Файл иконки (только *.png)',
    'ICON_FILE_OFFSET_X' => 'Отступы иконки X',
    'ICON_FILE_OFFSET_Y' => 'Отступы иконки Y',
);
?>
