<?php

return array(
    'NAME' => 'Название карты',
    'ZOOM' => 'Маштаб карты по умолчанию',
    'WIDTH' => 'Ширина карты',
    'HEIGHT' => 'Высота карты',
    'ZOOMCONTROL' => 'Добавить на карту панели изменения масштаба карты',
    'API_KEY' => 'API ключ',
    'MAPTYPECONTROL'=>'Панель управление типом карты',
    'FULLSCREENCONTROL'=>'Панель управление fullscreen',
    'STREETVIEWCONTROL'=>'StreetViewControl',
    'SCALECONTROL'=>'ScaleControl отображение высота масштаба в метрах',
    'ROTATECONTROL'=>'RotateControl',
    'TRAFFICLAYER'=>'Слой дорожной обстановки',
    'TRANSITLAYER'=>'Слой дорожной обстановки (партнер)',
    'CENTER' => 'Центр карты',
    'DRAG'=>'Перемещение карты мышью',
    'AUTO_SHOW_ROUTERS'=>'Автоматически показывать маршруты',
    'SCROLLWHEEL'=>'Разрешить маштабирование карты скроллом',
    'TYPE' => 'Тип карты',
    'TYPE_ROADMAP' => 'Стандартное представление дорожной карты (Roadmap)',
    'TYPE_SATELLITE' => 'Карта из спутниковых снимков Google Earth (Satellite)',
    'TYPE_HYBRID' => 'Сочетание обычной и спутниковой карты (Hybrid)',
    'TYPE_TERRAIN' => 'Физическая карта на основе данных о ландшафте (Terrain)',
    'TAB_GENERAL' => 'Основной',
    'TAB_PANELS' => 'Панели управлние',
    'ZOOMCONTROL_ALERT'=>'Если Вы хотите установить положение панели, установить значение',
    'HINT_CENTER' => 'Важно, если на карте имеются маркер(ы), карта автоматически выберит центр в радиусе маркеров',
    'HINT_POS'=>'<ul>
    <li><code>TOP_CENTER</code> – указывает, что элемент управления следует разместить в верхней центральной части карты.</li>
    <li><code>TOP_LEFT</code> – указывает, что элемент управления следует разместить в левой верхней части карты, при этом подчиненные элементы управления должны быть ориентированы к верхней центральной части карты.</li>
    <li><code>TOP_RIGHT</code> – указывает, что элемент управления следует разместить в правой верхней части карты, при этом подчиненные элементы управления должны быть ориентированы к верхней центральной части карты.</li>
    <li><code>LEFT_TOP</code> – указывает, что элемент управления следует разместить в левой верхней части карты, но под любыми элементами TOP_LEFT.</li>
    <li><code>RIGHT_TOP</code> – указывает, что элемент управления следует разместить в правой верхней части карты, но под любыми элементами TOP_RIGHT.</li>
    <li><code>LEFT_CENTER</code> – указывает, что элемент управления следует разместить с левой стороны карты по центру между позициями TOP_LEFT и BOTTOM_LEFT.</li>
    <li><code>RIGHT_CENTER</code> – указывает, что элемент управления следует разместить с правой стороны карты по центру между позициями TOP_RIGHT и BOTTOM_RIGHT.</li>
    <li><code>LEFT_BOTTOM</code> – указывает, что элемент управления следует разместить в левой нижней части карты, но над любыми элементами BOTTOM_LEFT.</li>
    <li><code>RIGHT_BOTTOM</code> – указывает, что элемент управления следует разместить в правой нижней части карты, но над любыми элементами BOTTOM_RIGHT.</li>
    <li><code>BOTTOM_CENTER</code> – указывает, что элемент управления следует разместить в нижней центральной части карты.</li>
    <li><code>BOTTOM_LEFT</code> – указывает, что элемент управления следует разместить в левой нижней части карты, при этом подчиненные элементы управления должны быть ориентированы к нижней центральной части карты.</li>
    <li><code>BOTTOM_RIGHT</code> – указывает, что элемент управления следует разместить в правой нижней части карты, при этом подчиненные элементы управления должны быть ориентированы к нижней центральной части карты.</li>
    </ul>'
    );
?>
